{
    "arms-reach.noCharacterSelectedForStairway": "Aucun personnage n'est sélectionné pour interagir avec un escalier.",
    "arms-reach.doorIsInReachButIsLockedFor": "La porte est à portée mais est verrouillée pour ${tokenName}",
    "arms-reach.doorIsInReachButIsLocked": "La porte est à portée mais est verrouillée.",
    "arms-reach.doorNotFoundInReachFor": "Aucune porte n'a été trouvée à portée de {tokenName} ou elle est verrouillée",
    "arms-reach.doorNotInReach": "La porte n'est pas à portée",
    "arms-reach.doorNotInReachFor": "La porte n'est pas à portée de {tokenName} ou elle est verrouillée",
    "arms-reach.stairwaysNotFoundInReachFor": "Aucune escalier n'a été trouvé à portée de {tokenName} ou il est verrouillé",
    "arms-reach.stairwaysNotInReach": "L'escalier n'est pas à portée ou est verrouillé",
    "arms-reach.stairwaysNotInReachFor": "L'escalier n'est pas à portée de {tokenName} ou est verrouillé",
    "arms-reach.notesNotInReach": "La note n'est pas à portée ou est verrouillée",
    "arms-reach.tokensNotFoundInReach": "Aucun jeton n'a été trouvée à portée ou il est verrouillé.",
    "arms-reach.tokensNotFoundInReachFor": "Aucun jeton n'a été trouvé à porté de {tokenName} ou il est verrouillé",
    "arms-reach.tokensNotInReach": "Le jeton n'est pas à portée ou il est verrouillé",
    "arms-reach.lightsNotFoundInReach": "Aucune lumière n'a été trouvée à portée ou elle est verrouillée.",
    "arms-reach.lightsNotFoundInReachFor": "Aucune lumière n'a été trouvée à portée de {tokenName} ou elle est verrouillée",
    "arms-reach.lightsNotInReach": "La lumière n'est pas à portée ou est verrouillée",
    "arms-reach.soundsNotFoundInReachFor": "Aucun son n'a été trouvé à portée de {tokenName} ou il est verrouillé",
    "arms-reach.soundsNotInReach": "Le son n'est pas à portée ou est verrouillé",
    "arms-reach.soundsNotInReachFor": "Le son n'est pas à portée de {tokenName} ou il est verrouillé",
    "arms-reach.drawingsNotFoundInReachFor": "Aucun dessin n'a été trouvé à portée de {tokenName} ou il est verrouillé",
    "arms-reach.drawingsNotInReach": "Le dessin n'est pas à portée ou il est verrouillé",
    "arms-reach.drawingsNotInReachFor": "Le dessin n'est pas à portée de {tokenName} ou il est verrouillé",
    "arms-reach.tilesNotFoundInReachFor": "Aucune tuile n'a été trouvée à portée de {tokenName} ou elle est verrouillée",
    "arms-reach.tilesNotInReach": "La tuile n'est pas à portée ou elle est verrouillée",
    "arms-reach.tilesNotInReachFor": "La tuile n'est pas à portée de {tokenName} ou elle est verrouillée",
    "arms-reach.wallsNotFoundInReachFor": "Aucun mur n'a été trouvé à portée de {tokenName} ou il est verrouillé",
    "arms-reach.wallsNotInReach": "Le mur n'est pas à portée ou il est verrouillé",
    "arms-reach.wallsNotInReachFor": "Le mur n'est pas à portée de {tokenName} ou il est verrouillé",
    "arms-reach.templatesNotFoundInReachFor": "Aucun modèle n'a été trouvée à portée de {tokenName} ou il est verrouillé",
    "arms-reach.templatesNotInReach": "Le modèle n'est pas à portée ou est verrouillé",
    "arms-reach.templatesNotInReachFor": "Le modèle n'est pas à portée de {tokenName} ou il est verrouillé",
    "arms-reach.warningNoSelectMoreThanOneToken": "SVP, choisissez un unique jeton",
    "arms-reach.settingNameNotificationsFailedInteraction": "Notification de l'échec des interactions",
    "arms-reach.settingHintNotificationsFailedInteraction": "Émet des notifications lorsqu'un joueur échoue à interagir avec une porte. Permet de repérer les erreurs.",
    "arms-reach.settingNameGlobalMaximumInteractionDistance": "(Pas recommandé) Interaction globale à la distance maximale sur les grilles",
    "arms-reach.settingNameGlobalMaximumInteractionMeasurement": "Mesure de la distance maximale d'interaction (pieds,m,...) supporte les grilles hexagonales, l'absence de grille et la règle de terrain difficile",
    "arms-reach.settingHintGlobalMaximumInteractionMeasurement": "Distance maximale (en pieds, mètres ou l'unité par défaut de la grille du système que vous utilisez) à laquelle un jeton peut interagir avec un objet qui peut être placé (nécessite le rechargement de l'appli) le MJ ignore la limitation de distance.",
    "arms-reach.settingNameHotKeyForInteraction": "[Pas recommandé] Interagir avec les portes avec la touche 'e'",
    "arms-reach.settingNameDoubleTapInteraction": "[Pas Recommandé] Interagir avec la porte avec une double pression en quelques secondes",
    "arms-reach.settingNameEnableArmsReachFeature": "Activer/Désactiver la fonctionnalité à portée de bras",
    "arms-reach.settingNameMaximumDoorDistanceInteraction": "[Déprécié] Distance maximale d'interaction avec une porte en cases",
    "arms-reach.settingHintMaximumDoorDistanceInteraction": "[Utiliser à la place 'Mesure de la distance maximale de l'interaction avec une porte'], 0 désactivera la limite de ce réglage (nécessite de recharger l'appli).",
    "arms-reach.settingNameMaximumDoorMeasurementInteraction": "[Pas recommandé] Mesure de la distance maximale d'interaction avec une porte (pieds, m, ...). supporte les cases hexagonales, les sans grille et les règles de terrain difficile",
    "arms-reach.settingNameHotKeyToCenterCamera": "[Pas recommandé] Touche 'e' pour centrer la caméra",
    "arms-reach.settingHintHotKeyToCenterCamera": "[Je ne recommande pas cette fonctionnalité à cause d'incompatibilités avec d'autres modules qui vérifient le déplacement, même si, autrement, cela fonctionne] Maintenir la touche 'e' va centrer la caméra sur le jeton actuellement choisi.",
    "arms-reach.settingNameDisableDoorSound": "Désactiver le son de la porte si elle n'est pas atteignable",
    "arms-reach.settingHintDisableDoorSound": "Cette fonctionnalité est seulement pour les portes. Si elle est activée, ce réglage va désactiver l'interaction de son de la porte si elle n'est pas à portée",
    "arms-reach.settingNameNotificationsFailedInteractionEvenForGM": "notifications des échecs des interactions même pour le MJ",
    "arms-reach.settingNameAvoidSelectsTheControlledToken": "Évite de désélectionner le jeton contrôlé lorsque vous ouvrez/fermez la porte",
    "arms-reach.settingHintAvoidSelectsTheControlledToken": "Évite de désélectionner le jeton contrôlé si vous ouvrez la porte avec un clic de souris et que 'clic gauche pour lâcher des objets' est activé dans le système",
    "arms-reach.settingNameUseOwnedTokenIfNoTokenIsSelected": "Utilise les jetons possédés si aucun jeton n'est sélectionné",
    "arms-reach.settingHintUseOwnedTokenIfNoTokenIsSelected": "Utilise les jetons possédés si aucun jeton n'est sélectionné, ce qui fait sens pour le joueur qui ne possède habituellement que son propre jeton",
    "arms-reach.settingNameAutoCheckElevationByDefault": "[Expérimental] Vérification automatique de l'élévation par défaut",
    "arms-reach.settingNameSetDistanceModeForDoorInteraction": "Choisir le mode de distance",
    "arms-reach.settingNameShowDoorIconsFeature": "Forcer la visibilité de l'icône de porte ?",
    "arms-reach.settingHintShowDoorIconsFeature": "Le comportement par défaut cache les icônes de portes sur le calque des murs. Cela les rend toujours visibles.",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnStairways": "Activer la distance du test sur les Escaliers même pour le MJ",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnStairways": "Si activé, cela appliquera le test de la distance sur les escaliers même pour le MJ. Utile si le MJ veut joueur comme joueur.",
    "arms-reach.settingNameGridlessSupportFeature": "[Expérimental] Activer la fonctionnalité de support sans grille",
    "arms-reach.settingNameTaggerIntegrationFeature": "Activer/Désactiver l'intégration du module Tagger",
    "arms-reach.noCharacterSelected": "Aucun personnage n'est sélectionné pour interagir avec une porte.",
    "arms-reach.noCharacterSelectedToCenterCamera": "Aucun personnage n'est sélectionné pour centrer la caméra dessus.",
    "arms-reach.doorNotFoundInReach": "Aucune porte n'a été trouvée à portée ou elle est verrouillée.",
    "arms-reach.stairwaysNotFoundInReach": "Aucun escalier n'est à portée ou il est verrouillé.",
    "arms-reach.notesNotFoundInReach": "Aucune note n'a été trouvée à portée ou elle est verrouillée.",
    "arms-reach.notesNotFoundInReachFor": "Aucune note n'a été trouvée à portée de {tokenName} ou elle est verrouillée",
    "arms-reach.notesNotInReachFor": "La note n'est pas à portée de {tokenName} ou est verrouillée",
    "arms-reach.tokensNotInReachFor": "Le jeton n'est pas à portée de {tokenName} ou il est verrouillé",
    "arms-reach.lightsNotInReachFor": "La lumière n'est pas à portée de {tokenName} ou elle est verrouillée",
    "arms-reach.soundsNotFoundInReach": "Aucun son n'a été trouvé à portée ou il est verrouillé.",
    "arms-reach.drawingsNotFoundInReach": "Aucun dessin n'a été trouvé à portée ou il est verrouillé.",
    "arms-reach.tilesNotFoundInReach": "Aucune tuile n'a été trouvée à portée ou elle est verrouillée.",
    "arms-reach.wallsNotFoundInReach": "Aucun mur n'a été trouvé à portée ou il est verrouillé.",
    "arms-reach.templatesNotFoundInReach": "Aucun modèle n'a été trouvé à porté ou il est verrouillé.",
    "arms-reach.errorNoDsProperty": "Aucune propriété 'ds' n'a été trouvée pour la valeur '${wallDataDs}' pour l'id : '${wallDDataId}'",
    "arms-reach.errorNoWallFoundForId": "Aucun mur n'a été trouvé pour l'id : '${wallDDataId}'",
    "arms-reach.settingHintEnableArmsReachFeature": "Autoriser le MJ à choisir la distance maximale à laquelle les joueurs peuvent interagir avec une porte",
    "arms-reach.settingHintGlobalMaximumInteractionDistance": "[Je ne recommande pas cette fonctionnalité. Utiliser à la place 'mesure de la distance globale maximale d'interaction ' plus dans la perspective de 'Drag Ruler'], 0 désactivera la limite choisie (nécessite le rechargement de l'application), si la valeur utilisée est > 0 cela ignorera la valeur du réglage 'mesure de la distance globale maximale d'interaction '. Distance maximale (en tuiles) à laquelle un jeton peut interagir (porte, journal, ...). Le MJ ignore la limitation de cette distance.",
    "arms-reach.settingHintHotKeyForInteraction": "[Je ne recommande pas cette fonctionnalité à cause d'incompatibilités avec d'autres modules qui vérifient le déplacement, même si, autrement, cela fonctionne] Presser 'e' ouvrira ou fermera la porte la plus proche. Maintenir la touche 'e' centrera la caméra sur le jeton actuel.",
    "arms-reach.settingHintDoubleTapInteraction": "[Je ne recommande pas cette fonctionnalité à cause de certaines incompatibilités avec d'autres modules de vérification de déplacement, mais autrement, cela fonctionne] Pressez deux fois une touche de déplacement dans la direction d'une porte interagira avec elle. Cette option fixe le délai nécessaire entre les deux frappes (le plus bas correspondant à la vitesse la plus élevée avec laquelle vous avez besoin de presser la touche). Mettre cette option à zéro désactive l'interaction avec la double pression.",
    "arms-reach.settingHintMaximumDoorMeasurementInteraction": "[Je ne recommande pas cette fonctionnalité à cause de certaines incompatibilités avec d'autres modules de vérification de déplacement, mais autrement, cela fonctionne] C'est le calcul de la distance utilisé seulement pour le réglage du module 'Interagir avec la porte en utilisant la touche 'e'' et c'est complètement indépendant du réglage du module similaire 'mesure de la distance globale d'interaction maximale'. La mesure de la distance maximale de l'interaction avec la porte (en pieds, mètres ou en case par défaut du système que vous utilisez)",
    "arms-reach.settingHintNotificationsFailedInteractionEvenForGM": "Émet des notifications en cas d'échec dans la distance d'interaction même pour les MJ. Utile pour trouver les erreurs. Si aucun jeton n'est sélectionné et que vous êtes un MJ, cette fonctionnalité n'est pas activée",
    "arms-reach.settingHintAutoCheckElevationByDefault": "Par défaut, un test de l'élévation entre les objets placés est effectuée, ce qui peut être utile avec un module comme 'levels'",
    "arms-reach.settingHintSetDistanceModeForDoorInteraction": "Choisir le mode de distance pour l'interaction à distance avec les portes",
    "arms-reach.settingNameStairwaysIntegrationFeature": "Activer/Désactiver l'intégration d'escaliers",
    "arms-reach.settingHintStairwaysIntegrationFeature": "La distance maximum à laquelle un jeton peut interagir avec un escalier. 0 désactivera la limite (nécessite de recharger l'appli). Le MJ ignore la limitation de distance.",
    "arms-reach.settingHintGridlessSupportFeature": "Au lieu de calculer la distance en unité de la grille, le calcul est basé sur l'unité d'allonge au corps-à-corps du jeton 'ft' ou 'm'",
    "arms-reach.settingNameResetDoorsAndFogFeature": "Remise à zéro de la fonctionnalité portes et brouillard",
    "arms-reach.settingHintTaggerIntegrationFeature": "Tous les calculs de distance sont maintenant limités aux objets plaçables avec le tag 'armsreach' dessus. Souvenez-vous que vous avez besoin d'activer le module tagger pour ça",
    "arms-reach.settingHintResetDoorsAndFogFeature": "Ajouter une voix sur le menu contextuel pour fermer toutes les portes et remettre à zéro le brouillard sur une scène",
    "arms-reach.settingNameDoorsIntegrationFeature": "Activer/Désactiver l'intégration de Portes",
    "arms-reach.settingHintDoorsIntegrationFeature": "La distance maximum à laquelle un jeton peut interagir avec une porte... 0 va désactiver la limite (recharger l'application). Le MJ ignore cette limitation de distance.",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnDoors": "Activer la distance de test sur les portes même pour le MJ",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnDoors": "S'il est activé, il va appliquer le test de distance sur des Portes même pour le MJ ; utile si le MJ veut jouer comme un joueur.",
    "arms-reach.settingNameJournalsIntegrationFeature": "Activer/Désactiver l'intégration des journaux",
    "arms-reach.settingHintJournalsIntegrationFeature": "La distance maximale à laquelle un jeton peut interagir avec un journal... O va désactiver la limite (nécessite le rechargement de l'appli). Le MJ ignore cette limitation de distance.",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnNotes": "Activer le distance de test sur les notes même pour le MJ",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnNotes": "Si activé, il va appliquer le test de distance sur les notes même pour le MJ ; utile si le MJ veut jouer comme un joueur.",
    "arms-reach.settingNameNotesIntegrationFeature": "Activer/Désactiver l'intégration des notes",
    "arms-reach.settingNameTokensIntegrationFeature": "Activer/Désactiver l'intégration des jetons",
    "arms-reach.settingHintTokensIntegrationFeature": "Distance maximale à laquelle un jeton peut interagir avec un autre jeton... 0 désactivera la limite (nécessite le rechargement de l'appli). Le MJ ignore la limitation de distance.",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnTokens": "Activer la distance du test sur les jetons même pour le MJ",
    "arms-reach.settingNameTokensIntegrationWithLootSheet": "Activer l'interaction de la distance pour 'Loot Sheet NPC 5E' (https://foundryvtt.com/packages/lootsheetnpc5e)",
    "arms-reach.settingHintTokensIntegrationWithLootSheet": "Si coché par défaut, active l'intégration de la distance pour tous les jetons avec la feuille 'LootSheet' active (https://foundryvtt.com/packages/lootsheetnpc5e)",
    "arms-reach.settingNameTokensIntegrationByPrefix": "Activer l'interaction de la distance sur le jeton cible avec un préfixe de nom spécifique",
    "arms-reach.settingNameTokensIntegrationExplicitName": "Définir le nom du jeton source que vous voulez utiliser pour l'interaction",
    "arms-reach.settingNameLightsIntegrationFeature": "Activer/désactiver l'intégration des lumières",
    "arms-reach.settingNameSoundsIntegrationFeature": "Activer/désactiver l'intégration des sons",
    "arms-reach.settingHintSoundsIntegrationFeature": "Distance maximale à laquelle un son peut interagir avec un autre jeton... 0 désactivera la limite (nécessite le rechargement de l'appli). Le MJ ignore la limitation de distance.",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnLights": "Activer la distance de test sur les lumières, même pour le MJ",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnSounds": "Activer la distance de test sur les sons même pour le MJ",
    "arms-reach.settingNameDrawingsIntegrationFeature": "Activer/désactiver l'intégration des dessins",
    "arms-reach.settingHintDrawingsIntegrationFeature": "Distance maximale à laquelle un dessin peut interagir avec un autre jeton... 0 désactivera la limite (nécessite le rechargement de l'appli). Le MJ ignore la limitation de distance.",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnDrawings": "Activer la distance de contrôle sur les dessins, même pour le MJ",
    "arms-reach.settingNameTilesIntegrationFeature": "Activer/désactiver l'intégration des tuiles",
    "arms-reach.settingHintTilesIntegrationFeature": "Distance maximale à laquelle une tuile peut interagir avec un autre jeton... 0 désactivera la limite (nécessite le rechargement de l'appli). Le MJ ignore la limitation de distance.",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnTiles": "Activer le distance de test sur les tuiles même pour le MJ",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnWalls": "Activer le distance de test sur les murs même pour le MJ",
    "arms-reach.settingNameTemplatesIntegrationFeature": "Activer/désactiver l'intégration des gabarits",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnTemplates": "Si activé, il appliquera le test de distance sur les gabarits même pour le MJ ; utile si le MJ veut jouer comme un joueur.",
    "arms-reach.settingNameGlobalInteractionDistanceForGMOnTemplates": "Activer la distance de test sur les gabarits, même pour le MJ",
    "arms-reach.setting.reset.name": "Remettre les réglages par défaut",
    "arms-reach.setting.reset.hint": "Cela rétablira tous les réglages par défaut du système du jeu actif.",
    "arms-reach.dialogs.resetsettings.title": "Réinitialiser les réglages du module",
    "arms-reach.dialogs.resetsettings.confirm": "Réinitialiser les réglages du module",
    "arms-reach.dialogs.resetsettings.cancel": "Effacer",
    "arms-reach.setting.debug.name": "Activer la recherche des anomalies",
    "arms-reach.setting.debug.label": "Imprime les messages d'anomalies dans la console",
    "arms-reach.setting.debug.hint": " ",
    "arms-reach.settingHintNotesIntegrationFeature": "Distance maximale à laquelle un jeton peut interagir avec une note... 0 va désactiver la limite (nécessite la recharge de l'appli). Le MJ ignore la limitation de distance.",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnTokens": "Si activé, il appliquera le test de distance sur les jetons même pour le MJ ; utile si le MJ veut jouer comme un joueur.",
    "arms-reach.settingHintTokensIntegrationByPrefix": "Si coché par défaut active l'intégration de la distance pour tous les jetons cibles avec le préfixe défini sur le nom du jeton (pas le nom du personnage)",
    "arms-reach.settingHintTokensIntegrationExplicitName": "Le nom du jeton source défini ici est celui utilisé pour la distance de l'interaction avec le jeton cible (pas le nom du personnage). Par défaut, c'est le nom du personnage lié à l'utilisateur",
    "arms-reach.settingHintLightsIntegrationFeature": "Distance maximale à laquelle une lumière peut interagir avec un autre jeton... 0 désactivera la limite (nécessite le rechargement de l'appli). Le MJ ignore la limitation de distance.",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnLights": "Si activé, il appliquera le test de distance sur les lumières même pour le MJ ; utile si le MJ veut jouer comme un joueur.",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnSounds": "Si activé, il appliquera le test de distance sur les sons même pour le MJ ; utile si le MJ veut jouer comme un joueur.",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnDrawings": "Si activé, il appliquera le test de distance aux dessins même pour le MJ ; utile si le MJ veut jouer comme un joueur.",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnTiles": "Si activé, il appliquera le test de distance sur les tuiles même pour le MJ ; utile si le MJ veut jouer comme un joueur.",
    "arms-reach.settingNameWallsIntegrationFeature": "Activer/désactiver l'intégration des murs",
    "arms-reach.settingHintWallsIntegrationFeature": "Distance maximale à laquelle un mur peut interagir avec un autre jeton... 0 désactivera la limite (nécessite le rechargement de l'appli). Le MJ ignore la limitation de distance.",
    "arms-reach.settingHintGlobalInteractionDistanceForGMOnWalls": "Si activé, il appliquera le test de distance sur les murs même pour le MJ ; utile si le MJ veut jouer comme un joueur.",
    "arms-reach.settingHintTemplatesIntegrationFeature": "Distance maximale à laquelle un modèle peut interagir avec un autre jeton... 0 désactivera la limite (nécessite le rechargement de l'appli). Le MJ ignore la limitation de distance.",
    "arms-reach.settingNameEnableInteractionForTokenOwnedByUser": "Activer l'interaction pour le propriétaire de l'utilisateur plutôt que pour le propriétaire du jeton",
    "arms-reach.settingHintEnableInteractionForTokenOwnedByUser": "Une option pour vérifier si le jeton sélectionné appartient à l'Utilisateur déclaré plutôt qu'à un jeton spécifique ? De cette façon, vous pouvez connecter les joueurs en tant qu'utilisateur et ce, quel que soit le jeton sélectionné, ils pourront marcher jusqu'à une porte et appuyer sur la touche \"e\" ou deux fois sur la flèche directionnelle pour ouvrir la porte.",
    "arms-reach.setting.reset.label": "Remettre les Réglages Par Défaut",
    "arms-reach.dialogs.resetsettings.content": "Êtes-vous sûr de vouloir réinitialiser tous les réglages du module aux valeurs par défaut du système actuel ? <strong>NE PEUT PAS ÊTRE ANNULÉ !</strong>",
    "arms-reach.settingNameTaggerStairwayIntegrationFeature": "Activer/Désactiver l'intégration du module Tagger stairway",
    "arms-reach.settingNameTaggerTokenIntegrationFeature": "Activer/Désactiver l'intégration du module tagger de jeton",
    "arms-reach.settingNameTaggerNoteIntegrationFeature": "Activer/Désactiver l'intégration du module tagger de note",
    "arms-reach.settingNameTaggerLightIntegrationFeature": "Activer/Désactiver l'intégration du module tagger de lumière",
    "arms-reach.settingNameTaggerSoundIntegrationFeature": "Activer/Désactiver l'intégration du module tagger de son",
    "arms-reach.settingNameTaggerDrawingIntegrationFeature": "Activer/Désactiver l'intégration du module tagger de dessin",
    "arms-reach.settingNameTaggerTileIntegrationFeature": "Activer/Désactiver l'intégration du module tagger de tuile",
    "arms-reach.settingNameTaggerWallIntegrationFeature": "Activer/Désactiver l'intégration du module tagger de mur",
    "arms-reach.settingHintTaggerNoteIntegrationFeature": "Tous les calculs de distance sont maintenant limités aux objets plaçables portant le tag 'armsreach'. Souvenez-vous que vous avez besoin d'activer le module tagger à cette fin",
    "arms-reach.settingHintTaggerSoundIntegrationFeature": "Tous les calculs de distance sont maintenant limités aux objets plaçables portant le tag 'armsreach'. Souvenez-vous que vous avez besoin d'activer le module tagger à cette fin",
    "arms-reach.settingHintTaggerDrawingIntegrationFeature": "Tous les calculs de distance sont maintenant limités aux objets plaçables portant le tag 'armsreach'. Souvenez-vous que vous avez besoin d'activer le module tagger à cette fin",
    "arms-reach.settingHintTaggerWallIntegrationFeature": "Tous les calculs de distance sont maintenant limités aux objets plaçables portant le tag 'armsreach'. Souvenez-vous que vous avez besoin d'activer le module tagger à cette fin",
    "arms-reach.settingHintTaggerStairwayIntegrationFeature": "Tous les calculs de distance sont maintenant limités aux objets plaçables portant le tag 'armsreach'. Souvenez-vous que vous avez besoin d'activer le module tagger à cette fin",
    "arms-reach.settingHintTaggerTokenIntegrationFeature": "Tous les calculs de distance sont maintenant limités aux objets plaçables portant le tag 'armsreach'. Souvenez-vous que vous avez besoin d'activer le module tagger à cette fin",
    "arms-reach.settingHintTaggerLightIntegrationFeature": "Tous les calculs de distance sont maintenant limités aux objets plaçables portant le tag 'armsreach'. Souvenez-vous que vous avez besoin d'activer le module tagger à cette fin",
    "arms-reach.settingHintTaggerTileIntegrationFeature": "Tous les calculs de distance sont maintenant limités aux objets plaçables portant le tag 'armsreach'. Souvenez-vous que vous avez besoin d'activer le module tagger à cette fin"
}
